Repository: Nalin-x-Linux/aott
Catalog: po/*/*.po
Languages: ml

source: comma
ml: അങ്കുശം

source: full stop
ml: ബിന്ദു

source: semicolon
ml: രോദിനി

source: colon
ml: ബിത്തിക

source: Qustion mark
ml: ചോദ്യചിഹ്നം

source: Hyphen
ml: രേഖ

source: Result for administrator %d Characters, %d Characters per minute, %d Errors, In %d Seconds And Efficiency = %d!
ml: ടൈപ്പു ചെയ്തതിന്റെ നിലവാരം, ആകെ %d അക്ഷരങ്ങള്‍, മിനുട്ടില്‍ %d അക്ഷരങ്ങള്‍, ശരിയാകാതെ പോയവ %d എണ്ണം, ആകെ %d നിമിഷങ്ങള്‍ , താങ്കളുടെ കാര്യക്ഷമത %d ശതമാനം.

source: Result for administrator %d Words, %d Word per minute, %d Errors, In %d Seconds And Efficiency = %d!
ml: ടൈപ്പു ചെയ്തതിന്റെ നിലവാരം, ആകെ %d വാക്കുകള്‍, മിനുട്ടില്‍ %d വാക്കുകള്‍, ശരിയാകാതെ പോയവ %d എണ്ണം, ആകെ %d നിമിഷങ്ങള്‍ , താങ്കളുടെ കാര്യക്ഷമത %d ശതമാനം.

source: Congratulations! You have finished all lessons!
ml: അഭിനന്ദനങ്ങള്‍! താങ്കള്‍ എല്ലാ പാഠങ്ങളും പൂര്‍ത്തിയാക്കിയിരിക്കുന്നു!

source: About Angela-Typing-Tutor
ml: കുറിച്ച്

source: Visit Angela-Typing-Tutor on Github
ml: ഗിറ്റ് സന്ദര്‍ശിക്കുക

source: _Quit
ml: പുറത്ത് കടക്കുക

source: _About
ml: കുറിച്ച്

source: Lesson
ml: പാഠം

source: _Previous Lesson
ml: മുന്‍ പാഠം

source: _Next Lesson
ml: അടുത്ത പാഠം

source: Hear Instructions
ml: നിര്‍ദേശങ്ങള്‍ ശ്രദ്ധിക്കുക

source: _Start
ml: ആരംഭിക്കുക

source: <span size = "large"><b>Welcome press start to bigin the game </b></span>
ml: സ്വാഗതം. തുടങ്ങുന്നതിനായി ആരംഭിക്കുക ബട്ടന്‍ അമര്‍ത്തുക
